CSI API ETABS v1

# cDCoAS_3600_09 Interface

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    public interface cDCoAS_3600_09

    Public Interface cDCoAS_3600_09

    Dim instance As cDCoAS_3600_09

    public interface class cDCoAS_3600_09

    type cDCoAS_3600_09 =  interface end

The cDCoAS_3600_09 type exposes the following members.

Methods

| Name| Description
---|---|---
|
GetOverwrite|
|
GetPreference|
|
SetOverwrite|
| [SetPreference](ebd1445b-9e75-09ba-
af49-43c009045ce9.htm)|
Top

See Also

#### Reference

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com